Repository: bongofongo/autorota
Catalog: platforms/apple/Apps/AutorotaApp/AutorotaApp/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, hi, zh_hans, zh_hant

source: Spreadsheet (XLSX)
ar: جدول بيانات (XLSX)
bn: স্প্রেডশিট (XLSX)
es: Hoja de cálculo (XLSX)
hi: स्प्रेडशीट (XLSX)
zh_hans: 电子表格 (XLSX)
zh_hant: 試算表 (XLSX)

source: Staff Schedule
ar: جدول الموظفين
bn: কর্মী সময়সূচী
es: Horario del personal
hi: स्टाफ़ शेड्यूल
zh_hans: 员工排班表
zh_hant: 員工排班表

source: Start
ar: البداية
bn: শুরু
es: Inicio
hi: प्रारंभ
zh_hans: 开始
zh_hant: 開始

source: Start date
ar: تاريخ البداية
bn: শুরুর তারিখ
es: Fecha de inicio
hi: प्रारंभ तिथि
zh_hans: 开始日期
zh_hant: 開始日期

source: Start Fresh
ar: البدء من جديد
bn: নতুনভাবে শুরু করুন
es: Empezar de cero
hi: नया प्रारंभ करें
zh_hans: 重新开始
zh_hant: 重新開始

source: Start swap for %@
ar: بدء التبديل مع %@
bn: %@-এর সাথে অদলবদল শুরু করুন
es: Iniciar intercambio con %@
hi: %@ का स्वैप शुरू करें
zh_hans: 开始与 %@ 对调
zh_hant: 開始與 %@ 對調

source: Start Time
ar: وقت البداية
bn: শুরুর সময়
es: Hora de inicio
hi: प्रारंभ समय
zh_hans: 开始时间
zh_hant: 開始時間

source: Status
ar: الحالة
bn: স্থিতি
es: Estado
hi: स्थिति
zh_hans: 状态
zh_hant: 狀態

source: Stored as
ar: مخزَّن كـ
bn: সংরক্ষিত হিসাবে
es: Guardado como
hi: इस रूप में सहेजा गया
zh_hans: 保存为
zh_hant: 儲存為

source: Suffix
ar: لاحقة
bn: প্রত্যয়
es: Sufijo
hi: प्रत्यय
zh_hans: 后缀
zh_hant: 後綴

source: Swap
ar: تبديل
bn: অদলবদল
es: Intercambiar
hi: स्वैप
zh_hans: 对调
zh_hant: 對調

source: Synced
ar: تمت المزامنة
bn: সিঙ্ক করা হয়েছে
es: Sincronizado
hi: सिंक किया गया
zh_hans: 已同步
zh_hant: 已同步

source: Syncing...
ar: جارٍ المزامنة...
bn: সিঙ্ক হচ্ছে...
es: Sincronizando...
hi: सिंक हो रहा है...
zh_hans: 同步中...
zh_hant: 同步中...

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
hi: सिस्टम
zh_hans: 系统
zh_hant: 系統

# Tab Bar (%lld of %lld)
source: Tab Bar (%1$lld of %2$lld)
ar: شريط التبويبات (%1$lld من %2$lld)
bn: ট্যাব বার (%1$lld এর মধ্যে %2$lld)
es: Barra de pestañas (%1$lld de %2$lld)
hi: टैब बार (%1$lld में से %2$lld)
zh_hans: 标签栏（%1$lld/%2$lld）
zh_hant: 分頁列(%1$lld／%2$lld)

source: Tag
ar: وسم
bn: ট্যাগ
es: Etiqueta
hi: टैग
zh_hans: 标签
zh_hant: 標籤

source: Tap a highlighted employee to swap
ar: اضغط على موظف مميَّز للتبديل
bn: অদলবদল করতে হাইলাইট করা কর্মচারীকে ট্যাপ করুন
es: Toca un empleado resaltado para intercambiar
hi: स्वैप के लिए हाइलाइट किए गए कर्मचारी पर टैप करें
zh_hans: 点击高亮的员工进行对调
zh_hant: 點選反白的員工進行對調

source: Tap Generate to create a schedule for this week.
ar: اضغط على «توليد» لإنشاء جدول لهذا الأسبوع.
bn: এই সপ্তাহের সময়সূচী তৈরি করতে জেনারেট ট্যাপ করুন।
es: Toca Generar para crear el horario de esta semana.
hi: इस सप्ताह का शेड्यूल बनाने के लिए जनरेट पर टैप करें।
zh_hans: 点击「生成」为本周创建排班表。
zh_hant: 點選「產生」為本週建立排班表。

source: Tapping a row opens a draft. iMessage and Mail auto-mark when you tap Send. WhatsApp opens a draft you'll need to send manually.
ar: يفتح الضغط على صف مسودَّة. يضع iMessage والبريد العلامة تلقائياً عند الضغط على «إرسال». يفتح WhatsApp مسودَّة عليك إرسالها يدوياً.
bn: একটি সারিতে ট্যাপ করলে একটি খসড়া খোলে। iMessage এবং Mail আপনি Send ট্যাপ করলে স্বয়ংক্রিয়ভাবে চিহ্নিত হয়। WhatsApp একটি খসড়া খোলে যা আপনাকে নিজে পাঠাতে হবে।
es: Al tocar una fila se abre un borrador. iMessage y Mail se marcan automáticamente al pulsar Enviar. WhatsApp abre un borrador que tendrás que enviar manualmente.
hi: किसी पंक्ति पर टैप करने से एक ड्राफ़्ट खुलता है। iMessage और Mail भेजें टैप करने पर अपने आप चिह्नित हो जाते हैं। WhatsApp एक ड्राफ़्ट खोलता है जिसे आपको स्वयं भेजना होगा।
zh_hans: 点击一行会打开草稿。iMessage 和 Mail 在点击「发送」时自动标记。WhatsApp 会打开草稿，需要您手动发送。
zh_hant: 點選一列會開啟草稿。iMessage 與 Mail 在按下「傳送」時自動標記。WhatsApp 會開啟草稿,需要您手動傳送。

source: Target hours/week
ar: الساعات المستهدفة/أسبوع
bn: লক্ষ্য ঘণ্টা/সপ্তাহ
es: Horas objetivo/semana
hi: लक्ष्य घंटे/सप्ताह
zh_hans: 目标时数/周
zh_hant: 目標時數／週

source: Theme
ar: السمة
bn: থিম
es: Tema
hi: थीम
zh_hans: 主题
zh_hant: 主題

source: There are no employees to send the rota to.
ar: لا يوجد موظفون لإرسال الجدول إليهم.
bn: রোটা পাঠানোর জন্য কোনো কর্মচারী নেই।
es: No hay empleados a quienes enviar el horario.
hi: रोटा भेजने के लिए कोई कर्मचारी नहीं है।
zh_hans: 没有可发送排班表的员工。
zh_hant: 沒有可傳送排班表的員工。

source: This employee will be removed from future rotas. Past and current assignments are preserved.
ar: ستتم إزالة هذا الموظف من الجداول المستقبلية. تُحفَظ التعيينات السابقة والحالية.
bn: এই কর্মচারীকে ভবিষ্যতের রোটা থেকে সরানো হবে। অতীত ও বর্তমান নিয়োগ সংরক্ষিত থাকবে।
es: Este empleado se quitará de futuros horarios. Las asignaciones pasadas y actuales se conservan.
hi: इस कर्मचारी को भविष्य के रोटा से हटा दिया जाएगा। पिछले और वर्तमान असाइनमेंट सुरक्षित रहेंगे।
zh_hans: 此员工将从未来的排班表中移除。过去与当前的分配将保留。
zh_hant: 此員工將從未來的排班表中移除。過去與目前的指派會保留。

source: This exception covers %1$lld days (more than %2$lld weeks). Long ranges can be hard to manage — are you sure?
ar: يشمل هذا الاستثناء %1$lld يوماً (أكثر من %2$lld أسابيع). قد يصعب إدارة النطاقات الطويلة — هل أنت متأكد؟
bn: এই ব্যতিক্রম %1$lld দিন কভার করে (%2$lld সপ্তাহের বেশি)। দীর্ঘ পরিসর পরিচালনা কঠিন হতে পারে — আপনি কি নিশ্চিত?
es: Esta excepción cubre %1$lld días (más de %2$lld semanas). Los rangos largos pueden ser difíciles de gestionar, ¿estás seguro?
hi: यह अपवाद %1$lld दिनों को कवर करता है (%2$lld सप्ताह से अधिक)। लंबी श्रेणियों का प्रबंधन कठिन हो सकता है — क्या आप निश्चित हैं?
zh_hans: 此例外覆盖 %1$lld 天（超过 %2$lld 周）。长范围可能难以管理—确定吗？
zh_hant: 此例外涵蓋 %1$lld 天(超過 %2$lld 週)。長範圍可能難以管理—您確定嗎?

source: This exception will be removed. The employee's default availability applies on that date.
ar: ستتم إزالة هذا الاستثناء. سيُطبَّق توفر الموظف الافتراضي في ذلك التاريخ.
bn: এই ব্যতিক্রম সরানো হবে। সেই তারিখে কর্মচারীর ডিফল্ট উপলব্ধতা প্রযোজ্য হবে।
es: Esta excepción se eliminará. La disponibilidad por defecto del empleado se aplicará en esa fecha.
hi: यह अपवाद हटा दिया जाएगा। उस तिथि पर कर्मचारी की डिफ़ॉल्ट उपलब्धता लागू होगी।
zh_hans: 此例外将被移除。该日期将使用员工的默认可用时段。
zh_hant: 此例外將被移除。該日期將套用員工的預設可用時段。

source: This rota has unsaved changes. The version that gets sent should match the saved snapshot.
ar: يحتوي هذا الجدول على تغييرات غير محفوظة. يجب أن تتطابق النسخة المُرسَلة مع اللقطة المحفوظة.
bn: এই রোটায় অসংরক্ষিত পরিবর্তন রয়েছে। যে সংস্করণ পাঠানো হবে তা সংরক্ষিত স্ন্যাপশটের সাথে মেলা উচিত।
es: Este horario tiene cambios sin guardar. La versión que se envíe debería coincidir con la instantánea guardada.
hi: इस रोटा में बिना सहेजे परिवर्तन हैं। भेजी जाने वाली प्रति को सहेजे गए स्नैपशॉट से मेल खाना चाहिए।
zh_hans: 此排班表有未保存的更改。发送的版本应与已保存的快照一致。
zh_hant: 此排班表有尚未儲存的變更。傳送的版本應與已儲存的快照一致。

source: This rota is from a past week. Are you sure you want to make changes?
ar: هذا الجدول من أسبوع سابق. هل أنت متأكد من إجراء تغييرات؟
bn: এই রোটা একটি অতীত সপ্তাহের। আপনি কি নিশ্চিত যে পরিবর্তন করতে চান?
es: Este horario es de una semana pasada. ¿Seguro que quieres hacer cambios?
hi: यह रोटा एक पिछले सप्ताह का है। क्या आप वाकई परिवर्तन करना चाहते हैं?
zh_hans: 此排班表为过去的某周。确定要进行变更吗？
zh_hant: 此排班表為過去週次。您確定要進行變更嗎?

source: This shift and all its assignments will be permanently deleted.
ar: سيتم حذف هذه الوردية وجميع تعييناتها نهائياً.
bn: এই শিফট এবং এর সব নিয়োগ স্থায়ীভাবে মুছে ফেলা হবে।
es: Este turno y todas sus asignaciones se eliminarán permanentemente.
hi: यह शिफ़्ट और इसके सभी असाइनमेंट स्थायी रूप से हटा दिए जाएँगे।
zh_hans: 此班次及其所有分配将被永久删除。
zh_hant: 此班次及其所有指派將被永久刪除。

source: This week
ar: هذا الأسبوع
bn: এই সপ্তাহ
es: Esta semana
hi: इस सप्ताह
zh_hans: 本周
zh_hant: 本週

source: This Week
ar: هذا الأسبوع
bn: এই সপ্তাহ
es: Esta semana
hi: इस सप्ताह
zh_hans: 本周
zh_hant: 本週

source: This will overwrite the current schedule for week of %@ with the state from this save. This cannot be undone.
ar: سيؤدي هذا إلى الكتابة فوق الجدول الحالي لأسبوع %@ بالحالة من هذا الحفظ. لا يمكن التراجع.
bn: এটি %@ সপ্তাহের বর্তমান সময়সূচীকে এই সেভের অবস্থা দিয়ে প্রতিস্থাপন করবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
es: Esto sobrescribirá el horario actual de la semana del %@ con el estado de este guardado. No se puede deshacer.
hi: यह %@ सप्ताह के मौजूदा शेड्यूल को इस सेव की स्थिति से अधिलेखित कर देगा। इसे पूर्ववत नहीं किया जा सकता।
zh_hans: 这会用本次保存的状态覆盖 %@ 那周的当前排班表。此操作无法撤销。
zh_hant: 這會以此次儲存的狀態覆寫 %@ 那週的目前排班表。此操作無法復原。

source: Times
ar: الأوقات
bn: সময়
es: Horas
hi: समय
zh_hans: 时间
zh_hant: 時間

# tip.availability.cycle.message
source: Tap an hour cell to cycle through No → Maybe → Yes.
ar: انقر على خانة الساعة للتنقّل بين لا → ربما → نعم.
bn: একটি ঘণ্টার সেলে ট্যাপ করে না → হয়তো → হ্যাঁ-এর মধ্যে চক্রায়িত করুন।
es: Toca una celda horaria para alternar entre No → Quizás → Sí.
hi: घंटे की सेल पर टैप करके नहीं → शायद → हाँ के बीच साइकल करें।
zh_hans: 点击小时格子在 否 → 也许 → 可 之间循环切换。
zh_hant: 點擊小時格子在 否 → 也許 → 可 之間循環切換。

# tip.availability.cycle.title
source: Tap to cycle
ar: انقر للتنقّل
bn: চক্রায়িত করতে ট্যাপ করুন
es: Toca para alternar
hi: साइकल करने के लिए टैप करें
zh_hans: 点击循环切换
zh_hant: 點擊循環切換

# tip.availability.drag.message
source: Press and hold, then drag to select a block. Tap the selection to cycle it, tap elsewhere to dismiss.
ar: اسحب عبر عدة خانات لتعيين نطاق كامل دفعة واحدة.
bn: একসাথে একটি সম্পূর্ণ পরিসর সেট করতে একাধিক সেলের ওপর টানুন।
es: Arrastra por varias celdas para fijar todo un rango a la vez.
hi: एक साथ पूरी रेंज सेट करने के लिए कई सेलों पर खींचें।
zh_hans: 拖动跨越多个格子以一次性设置整个范围。
zh_hant: 拖動跨越多個格子以一次設定整個範圍。

# tip.availability.drag.title
source: Hold & drag to bulk edit
ar: السحب للتعديلات الجماعية
bn: একসাথে সম্পাদনার জন্য টানুন
es: Arrastra para editar en bloque
hi: एक साथ संपादन के लिए खींचें
zh_hans: 拖动批量编辑
zh_hant: 拖動批次編輯

# tip.availability.mode.message
source: Default availability repeats every week. Switch to Actual to override availability for a single week.
ar: يتكرر التوفر الافتراضي كل أسبوع. بدّل إلى الفعلي لتجاوز التوفر لأسبوع واحد فقط.
bn: ডিফল্ট প্রাপ্যতা প্রতি সপ্তাহে পুনরাবৃত্ত হয়। একটি একক সপ্তাহের জন্য প্রাপ্যতা ওভাররাইড করতে Actual-এ স্যুইচ করুন।
es: La disponibilidad predeterminada se repite cada semana. Cambia a Real para sobrescribirla solo una semana.
hi: डिफ़ॉल्ट उपलब्धता हर सप्ताह दोहराती है। एक ही सप्ताह के लिए उपलब्धता ओवरराइड करने हेतु Actual पर स्विच करें।
zh_hans: 默认可用性每周重复。切换到「实际」以覆盖单周的可用性。
zh_hant: 預設可用性每週重複。切換到「實際」以覆蓋單週的可用性。

# tip.availability.mode.title
source: Default vs. Actual
ar: الافتراضي مقابل الفعلي
bn: ডিফল্ট বনাম Actual
es: Predeterminada vs. Real
hi: डिफ़ॉल्ट बनाम Actual
zh_hans: 默认 vs. 实际
zh_hant: 預設 vs. 實際

# tip.editlog.restore.message
source: Tap Restore on any save to roll the week back to that snapshot. Current state becomes a new save first.
ar: انقر استعادة على أي حفظ لإرجاع الأسبوع إلى تلك اللقطة. يصبح الوضع الحالي حفظاً جديداً أولاً.
bn: যেকোনো সেভে Restore ট্যাপ করে সপ্তাহটি সেই স্ন্যাপশটে ফিরিয়ে আনুন। বর্তমান অবস্থা প্রথমে একটি নতুন সেভে পরিণত হয়।
es: Toca Restaurar en cualquier versión guardada para revertir la semana a esa instantánea. El estado actual se guarda primero como una nueva versión.
hi: किसी भी सेव पर Restore टैप करके सप्ताह को उस स्नैपशॉट पर वापस ले जाएँ। पहले वर्तमान स्थिति एक नई सेव बन जाती है।
zh_hans: 点击任意保存项的「恢复」以将该周回滚到此快照。当前状态会先成为新的保存项。
zh_hant: 點擊任意保存項的「復原」以將該週回滾到此快照。目前狀態會先成為新的保存項。

# tip.editlog.restore.title
source: Restore a save
ar: استعادة حفظ
bn: একটি সেভ পুনরুদ্ধার করুন
es: Restaurar una versión
hi: एक सेव पुनर्स्थापित करें
zh_hans: 恢复保存项
zh_hant: 復原保存項

# tip.employee.roles.message
source: Pick the roles this employee can cover so the scheduler only assigns them to matching shifts.
ar: اختر الأدوار التي يمكن لهذا الموظف تغطيتها حتى يقوم المُجدوِل بتعيينه فقط للمناوبات المطابقة.
bn: এই কর্মচারী যে ভূমিকাগুলি কভার করতে পারেন সেগুলি বেছে নিন যাতে শিডিউলার শুধুমাত্র মিলে যাওয়া শিফটে তাদের বরাদ্দ করে।
es: Elige los roles que puede cubrir este empleado para que el programador solo le asigne turnos compatibles.
hi: इस कर्मचारी द्वारा कवर की जा सकने वाली भूमिकाएँ चुनें ताकि शेड्यूलर उन्हें केवल मेल खाती शिफ्टों पर असाइन करे।
zh_hans: 选择此员工可担任的角色，以便排班器只将其分配到匹配的班次。
zh_hant: 選擇此員工可擔任的角色，以便排班器只將其分配到匹配的班次。

# tip.employee.roles.title
source: Roles drive scheduling
ar: الأدوار تقود الجدولة
bn: ভূমিকা শিডিউলিংকে চালিত করে
es: Los roles guían la programación
hi: भूमिकाएँ शेड्यूलिंग को संचालित करती हैं
zh_hans: 角色驱动排班
zh_hant: 角色驅動排班

# tip.export.profile.message
source: Staff Schedule omits wages. Manager Report includes hourly costs.
ar: جدول الموظفين يحذف الأجور. تقرير المدير يتضمن التكاليف بالساعة.
bn: Staff Schedule মজুরি বাদ দেয়। Manager Report-এ ঘণ্টাপ্রতি খরচ থাকে।
es: El Horario del Personal omite los salarios. El Informe del Responsable incluye los costes por hora.
hi: Staff Schedule वेतन छोड़ देता है। Manager Report में प्रति घंटा लागत शामिल होती है।
zh_hans: 「员工排班表」省略工资。「经理报表」包含小时成本。
zh_hant: 「員工排班表」省略薪資。「經理報表」包含小時成本。

# tip.export.profile.title
source: Pick the right profile
ar: اختر الملف الشخصي المناسب
bn: সঠিক প্রোফাইল বেছে নিন
es: Elige el perfil adecuado
hi: सही प्रोफ़ाइल चुनें
zh_hans: 选择合适的配置
zh_hant: 選擇合適的設定檔

# tip.rota.twopass.message
source: Generate runs in two passes: first cover required roles, then top up to target hours. See Help → Scheduler for tie-break rules.
ar: يعمل التوليد على مرحلتين: أولاً تغطية الأدوار المطلوبة، ثم تعبئة باقي الساعات للوصول إلى الساعات المستهدفة. راجع المساعدة → المُجدوِل لقواعد كسر التعادل.
bn: জেনারেট দুই ধাপে চলে: প্রথমে প্রয়োজনীয় ভূমিকা কভার করে, তারপর লক্ষ্য ঘণ্টা পর্যন্ত পূরণ করে। টাইব্রেক নিয়মাবলির জন্য Help → Scheduler দেখুন।
es: Generar funciona en dos pasadas: primero cubre los roles requeridos y luego completa las horas hasta el objetivo. Consulta Ayuda → Programador para las reglas de desempate.
hi: Generate दो पासों में चलता है: पहले आवश्यक भूमिकाओं को कवर करता है, फिर लक्ष्य घंटों तक भरता है। टाई-ब्रेक नियमों के लिए Help → Scheduler देखें।
zh_hans: 「生成」分两轮进行：首先覆盖必需角色，然后填充至目标工时。并列规则请参见「帮助 → 排班器」。
zh_hant: 「產生」分兩輪進行：首先覆蓋必需角色，然後填充至目標工時。並列規則請參見「說明 → 排班器」。

# tip.rota.twopass.title
source: Two-pass scheduling
ar: جدولة مكوّنة من مرحلتين
bn: দুই-ধাপের শিডিউলিং
es: Programación en dos pasadas
hi: दो-पास शेड्यूलिंग
zh_hans: 两轮排班
zh_hant: 兩輪排班

source: To
ar: إلى
bn: পর্যন্ত
es: Hasta
hi: तक
zh_hans: 至
zh_hant: 至

source: Total
ar: الإجمالي
bn: মোট
hi: कुल
zh_hans: 总计
zh_hant: 總計

source: Total earned
ar: إجمالي الأرباح
bn: মোট অর্জিত
es: Total ganado
hi: कुल कमाई
zh_hans: 总收入
zh_hant: 總收入

source: Total worked
ar: إجمالي ساعات العمل
bn: মোট কাজ
es: Total trabajado
hi: कुल काम के घंटे
zh_hans: 总工时
zh_hant: 總工時

source: Totals
ar: الإجماليات
bn: মোট
es: Totales
hi: कुल योग
zh_hans: 总计
zh_hant: 總計

source: Tritanopia (blue-yellow)
ar: عمى ألوان أزرق-أصفر (Tritanopia)
bn: ট্রিটানোপিয়া (নীল-হলুদ)
es: Tritanopía (azul-amarillo)
hi: ट्रिटानोपिया (नीला-पीला)
zh_hans: 蓝黄色盲
zh_hant: 藍黃色盲

source: Unassigned
ar: غير مُعيَّن
bn: অসংলগ্ন
es: Sin asignar
hi: असौंपा
zh_hans: 未分配
zh_hant: 未指派

source: Unsupported format
ar: صيغة غير مدعومة
bn: অসমর্থিত ফরম্যাট
es: Formato no compatible
hi: असमर्थित फ़ॉर्मेट
zh_hans: 不支持的格式
zh_hant: 不支援的格式

source: Upcoming
ar: القادم
bn: আসন্ন
es: Próximos
hi: आगामी
zh_hans: 即将到来
zh_hant: 即將到來

source: USD ($)
ar: USD (دولار أمريكي)
zh_hans: 美元 ($)
zh_hant: 美元 ($)

source: Use existing shifts
ar: استخدام الورديات الحالية
bn: বিদ্যমান শিফট ব্যবহার করুন
es: Usar turnos existentes
hi: मौजूदा शिफ़्ट का उपयोग करें
zh_hans: 使用现有班次
zh_hant: 使用現有班次

source: Used by Bulk Send. `{first_name}`, `{last_name}`, `{name}` are substituted per recipient.
ar: يُستخدَم في الإرسال الجماعي. تُستبدَل `{first_name}` و`{last_name}` و`{name}` حسب كل مستلم.
bn: বাল্ক পাঠানোর দ্বারা ব্যবহৃত। `{first_name}`, `{last_name}`, `{name}` প্রতি প্রাপকের জন্য প্রতিস্থাপিত হয়।
es: Usado por Envío masivo. `{first_name}`, `{last_name}`, `{name}` se sustituyen por destinatario.
hi: बल्क भेजें द्वारा उपयोग किया जाता है। `{first_name}`, `{last_name}`, `{name}` प्रत्येक प्राप्तकर्ता के लिए प्रतिस्थापित होते हैं।
zh_hans: 用于批量发送。`{first_name}`、`{last_name}`、`{name}` 会按收件人替换。
zh_hant: 用於批次傳送。`{first_name}`、`{last_name}`、`{name}` 會依收件人替換。

source: View
ar: عرض
bn: দেখুন
es: Ver
hi: देखें
zh_hans: 查看
zh_hant: 檢視

source: View Analytics
ar: عرض التحليلات
bn: বিশ্লেষণ দেখুন
es: Ver análisis
hi: एनालिटिक्स देखें
zh_hans: 查看数据分析
zh_hant: 檢視數據分析

source: Warnings
ar: تحذيرات
bn: সতর্কতা
es: Advertencias
hi: चेतावनियाँ
zh_hans: 警告
zh_hant: 警告

source: Week
ar: الأسبوع
bn: সপ্তাহ
es: Semana
hi: सप्ताह
zh_hans: 周
zh_hant: 週

source: Week header
ar: رأس الأسبوع
bn: সপ্তাহ হেডার
es: Encabezado de semana
hi: सप्ताह शीर्षक
zh_hans: 周标题
zh_hant: 週標題

source: Week of
ar: أسبوع
bn: সপ্তাহ
es: Semana del
hi: सप्ताह
zh_hans: 本周
zh_hant: 週次

source: Week of %@
ar: أسبوع %@
bn: %@-এর সপ্তাহ
es: Semana del %@
hi: %@ का सप्ताह
zh_hans: %@ 那周
zh_hant: %@ 那週

source: Weekly
ar: أسبوعي
bn: সাপ্তাহিক
es: Semanal
hi: साप्ताहिक
zh_hans: 每周
zh_hant: 每週

source: Weekly availability
ar: التوفر الأسبوعي
bn: সাপ্তাহিক উপলব্ধতা
es: Disponibilidad semanal
hi: साप्ताहिक उपलब्धता
zh_hans: 每周可用时段
zh_hant: 每週可用時段

source: Weekly Availability
ar: التوفر الأسبوعي
bn: সাপ্তাহিক উপলব্ধতা
es: Disponibilidad semanal
hi: साप्ताहिक उपलब्धता
zh_hans: 每周可用时段
zh_hant: 每週可用時段

source: Weekly Grid
ar: شبكة أسبوعية
bn: সাপ্তাহিক গ্রিড
es: Cuadrícula semanal
hi: साप्ताहिक ग्रिड
zh_hans: 每周网格
zh_hant: 每週網格

source: Weekly Hours Trend
ar: اتجاه الساعات الأسبوعية
bn: সাপ্তাহিক ঘণ্টার প্রবণতা
es: Tendencia de horas semanales
hi: साप्ताहिक घंटों का रुझान
zh_hans: 每周时数趋势
zh_hant: 每週時數趨勢

source: Weekly Labor Cost Trend
ar: اتجاه تكلفة العمالة الأسبوعية
bn: সাপ্তাহিক শ্রম খরচের প্রবণতা
es: Tendencia de coste laboral semanal
hi: साप्ताहिक श्रम लागत रुझान
zh_hans: 每周人力成本趋势
zh_hant: 每週勞動成本趨勢

source: What to export
ar: ماذا يُصدَّر
bn: কী এক্সপোর্ট করবেন
es: Qué exportar
hi: क्या एक्सपोर्ट करें
zh_hans: 导出内容
zh_hant: 匯出內容

source: You can review or edit any employee from the picker below.
ar: يمكنك مراجعة أو تعديل أي موظف من المنتقي أدناه.
bn: নিচের পিকার থেকে যেকোনো কর্মচারী পর্যালোচনা বা সম্পাদনা করতে পারেন।
es: Puedes revisar o editar cualquier empleado desde el selector de abajo.
hi: आप नीचे दिए गए पिकर से किसी भी कर्मचारी की समीक्षा या संपादन कर सकते हैं।
zh_hans: 您可以从下方选择器查看或编辑任何员工。
zh_hant: 您可以從下方選單檢視或編輯任何員工。

source: You're All Set
ar: كل شيء جاهز
bn: আপনি প্রস্তুত
es: Todo listo
hi: आप तैयार हैं
zh_hans: 一切就绪
zh_hant: 一切就緒

source: Your Autorota data was found on iCloud. Would you like to download it to this device?
ar: تم العثور على بيانات Autorota الخاصة بك على iCloud. هل تريد تنزيلها على هذا الجهاز؟
bn: আপনার Autorota তথ্য iCloud-এ পাওয়া গেছে। আপনি কি এটি এই ডিভাইসে ডাউনলোড করতে চান?
es: Se encontraron tus datos de Autorota en iCloud. ¿Quieres descargarlos a este dispositivo?
hi: आपका Autorota डेटा iCloud पर मिला। क्या आप इसे इस डिवाइस पर डाउनलोड करना चाहेंगे?
zh_hans: 在 iCloud 上找到了您的 Autorota 数据。要下载到此设备吗？
zh_hant: 在 iCloud 上找到您的 Autorota 資料。要下載到此裝置嗎?

source: Deuteranopia
bn: ডিউটেরানোপিয়া
es: Deuteranopía
hi: ड्यूटेरानोपिया
zh_hans: 绿色弱视
zh_hant: 綠色弱視

source: Protanopia
bn: প্রোটানোপিয়া
es: Protanopía
hi: प्रोटानोपिया
zh_hans: 红色弱视
zh_hant: 紅色弱視

source: Tritanopia
bn: ট্রিটানোপিয়া
es: Tritanopía
hi: ट्रिटानोपिया
zh_hans: 蓝黄色盲
zh_hant: 藍黃色盲
